class TestQuestion {
  TestQuestion();

  List<Map> getList() {
    return questionList;
  }

  List<Map> questionList = [
    {
      "question":
          "Якутская Автономная Советская Социалистическая Республика была образована в составе РСФСР в 1922 году. Назовите точную дату.",
      "answers": [
        "27 сентября",
        "21 июня",
        "27 апреля",
        "4 ноября",
      ],
      "verify": 3
    },
    {
      "question":
          "Кто из основателей Якутской АССР впоследствии был избран первым секретарем ЦК КП(б) Киргизии?",
      "answers": [
        "Ойунский",
        "Аммосов",
        "Барахов",
        "Аржаков",
      ],
      "verify": 2
    },
    {
      "question":
          "Кто руководил Якутской АССР самое продолжительное время - на протяжении 17 лет?",
      "answers": [
        "Юрий Прокопьев",
        "Гавриил Чиряев",
        "Илья Винокуров",
        "Семен Борисов",
      ],
      "verify": 2
    },
    {
      "question":
          "Для промышленного освоения республики одной из форм мобилизаций людских ресурсов стали Всесоюзные ударные комсомольские стройки. Какая из строек не входит в этот список?",
      "answers": [
        "Южно-Якутский ТПК",
        "Вилюйская ГЭС",
        "Депутатский ГОК",
        "Алданский ГОК",
      ],
      "verify": 4
    },
    {
      "question":
          "Месторождение (единственное в мире!) какого ювелирно-поделочного камня было открыто в 1949 году на территории Олекминского района?",
      "answers": [
        "Чароит",
        "Гранат",
        "Яшма",
        "Радунит",
      ],
      "verify": 1
    },
    {
      "question":
          "Какому снайперу Великой Отечественной войны, уроженцу Олекминского района, на счету которого 487 убитых фашистов, поставлен памятник в г. Якутске?",
      "answers": [
        "Федор Охлопков",
        "Иван Кульбертинов",
        "Василий Чувашев",
        "Дмитрий Гуляев",
      ],
      "verify": 2
    },
    {
      "question":
          "Какая железнодорожная станция большого БАМа до 1988 года входила в состав Олекминского района?",
      "answers": [
        "Олекма",
        "Тында",
        "Хани",
        "Юктали",
      ],
      "verify": 3
    },
    {
      "question": "В какой семье Томпонского района два Героя?",
      "answers": [
        "Кладкины ВМ, МЛ",
        "Кычкины ЕД, АД",
        "Охлопковы ФМ, АН (отец Герой Советского Союза, мать-героиня)",
        "Свинобоевы ИС, ВК",
      ],
      "verify": 3
    },
    {
      "question": "Кто является первооткрывателем Алданского золота?",
      "answers": [
        "Тарабукин Михаил Прокопьевич",
        "Ефимов Гаврил Петрович",
        "Бертин Вольдемар Петрович",
        "Карпов Михаил Константинович",
      ],
      "verify": 1
    },
    {
      "question":
          "Вид какой редкой бабочки можно встретить в Томпонском районе?",
      "answers": [
        "Аполлон",
        "Парусник Аммосова",
        "Павлиний глаз",
        "Бархатница Аммосова",
      ],
      "verify": 2
    },
    {
      "question":
          "Сколько героев Социалистического труда было в Вилюйском районе",
      "answers": [
        "3",
        "5",
        "4",
        "6",
      ],
      "verify": 4
    },
    {
      "question": "Какой населенный пункт является центром газодобычи Якутии?",
      "answers": [
        "Вилюйск",
        "Хампа",
        "Тасагар",
        "Кысыл Сыр",
      ],
      "verify": 4
    },
    {
      "question":
          "Когда Михаил Ефимович Николаев был избран президентом РС (Я)?",
      "answers": [
        "20 декабря 1990 г",
        "20 декабря 1991 г",
        "20 декабря 1992 г",
        "20 декабря 1993 г",
      ],
      "verify": 2
    },
    {
      "question":
          "В каком году Природный парк «Ленские столбы» вошел в список Всемирного наследия ЮНЕСКО?",
      "answers": [
        "2009 г",
        "2011 г",
        "2012 г",
        "2014 г",
      ],
      "verify": 3
    },
    {
      "question":
          "В каком году вступил в строй действующий Якутский цементный завод в п. Мохсоголлох?",
      "answers": [
        "1969 г",
        "1970 г",
        "1971 г",
        "1972 г",
      ],
      "verify": 3
    },
    {
      "question":
          "Когда пришел газ в город Якутск из поселка Кысыл-Сыр Вилюйского района?",
      "answers": [
        "1967 г",
        "1975 г",
        "1986 г",
        "1989 г",
      ],
      "verify": 3
    },
    {
      "question":
          "Какой океанский теплоход назван именем рабочего поселка Якутии?",
      "answers": [
        "Белая Гора",
        "Хандыга",
        "Сангар",
        "Оймякон",
      ],
      "verify": 3
    },
    {
      "question":
          "В каком населенном пункте Якутии впервые заработала электростанция от солнечной энергии?",
      "answers": [
        "Тикси, Булунский улус",
        "Батагай, Верхоянский улус",
        "Батамай , Кобяйский улус",
        "Куберганя, Абыйский улус",
      ],
      "verify": 3
    },
    {
      "question": "В каком аласе родился национальный герой Василий Манчаары?",
      "answers": [
        "Тураахтаах",
        "Ураһалаах",
        "Арыылаах",
        "Сыҥаһалаах",
      ],
      "verify": 3
    },
    {
      "question": "Назовите первого голову (главу) Амгинского улуса",
      "answers": [
        "Иванов Никифор Прокопьевич",
        "Рязанскай Афанасий Петрович",
        "Дьячковскай Иван Алексеевич",
        "Петр Михайлович Белолюбскай",
      ],
      "verify": 2
    },
    {
      "question":
          "Кто командовал сводным отрядом в обороне Сасыл-Сысыы в Амгинском улусе во время гражданской войны?",
      "answers": [
        "Байкалов",
        "Строд",
        "Курашов",
        "Котенко",
      ],
      "verify": 2
    },
    {
      "question":
          "В каком году издавался и как назывался первый литературно-художественный журнал на русском языке в Якутской АССР?",
      "answers": [
        "1918, «Красный словесник»",
        "1925, «Якутские зарницы»",
        "1932, «Северные просторы»",
        "1954, «Алмазный край»",
      ],
      "verify": 2
    },
    {
      "question": "С какого года издается журнал «Полярная звезда»?",
      "answers": [
        "1918 г",
        "1926 г",
        "1956 г",
        "1991 г",
      ],
      "verify": 3
    },
    {
      "question":
          "С какого года журнал «Полярная звезда» начал издаваться самостоятельной редакцией, отдельно от журнала «Хотугу сулус»?",
      "answers": [
        "1956 г",
        "1976 г",
        "1991 г",
        "1989 г",
      ],
      "verify": 4
    },
    {
      "question":
          "Кто был первым главным редактором самостоятельной редакции журнала «Полярная звезда»?",
      "answers": [
        "Владимир Федоров",
        "Софрон Осипов",
        "Леонид Левин",
        "Владислав Доллонов",
      ],
      "verify": 1
    },
    {
      "question":
          "В каком году подписан Указ Президиума Верховного Совета РСФСР «О переименовании Алексеевского района Якутской АССР в Таттинский район»?",
      "answers": [
        "1965 г",
        "1974 г",
        "1990 г",
        "1991 г",
      ],
      "verify": 3
    },
    {
      "question":
          "Павел Пинигин завоевал олимпийской золото в 1976 году. В каком городе прошли эти игры?",
      "answers": [
        "Мюнхен",
        "Монреаль",
        "Торонто",
        "Квебек",
      ],
      "verify": 2
    },
    {
      "question":
          "Где находится единственный институт в Российской Федерации, расположенный в сельской местности?",
      "answers": [
        "Октем",
        "Сунтар",
        "Ытык-Кель",
        "Чурапча",
      ],
      "verify": 4
    },
    {
      "question":
          "Нюрбинский горно-обогатительный комбинат, один из крупнейших в мире вступил в строй в:",
      "answers": [
        "В 2000 году",
        "В 2002 году",
        "В 2003 году",
        "В 2005 году",
      ],
      "verify": 3
    },
    {
      "question": "Как неофициально называется Оленекский район?",
      "answers": [
        "Древняя Земля Урэн Хосууна",
        "Алмазный край",
        "Северные ворота Якутии",
        "Земля Санникова",
      ],
      "verify": 1
    },
    {
      "question":
          "Какой редкоземельный металл добывается на Томторском месторождении в Оленекском районе?",
      "answers": [
        "Вольфрам",
        "Литий",
        "Ниобий",
        "Тантал",
      ],
      "verify": 3
    },
    {
      "question":
          "Какое учреждение в селе Оленек носит имя безвременно ушедшего главы Александра Степановича Иванова?",
      "answers": [
        "Школа",
        "Авиапорт",
        "Этнокультурный центр",
        "Детский сад",
      ],
      "verify": 3
    },
    {
      "question":
          "В 1931 году это село стало центром Оймяконского района (Историческая справка к фонду № 22, опись 1 Оймяконского районного архива).",
      "answers": [
        "с Оймякон",
        "Тарыно-Юряхский наслег",
        "с Томтор",
        "с Сордоннох",
      ],
      "verify": 3
    },
    {
      "question":
          "Как назывался ручей, на котором  якут Михаил Тарабукин нашел первое алданское золото?",
      "answers": [
        "Тамарак",
        "Орто-Сала",
        "Незаметный",
        "Кайла",
      ],
      "verify": 3
    },
    {
      "question":
          "22 февраля 1932 года начала работу первая комсомольско-молодежная шахта в Алдане. Как она называлась?",
      "answers": [
        "«Косаревка»",
        "«Нолевая»",
        "«Алданский комсомолец»",
        "«Ударная»",
      ],
      "verify": 1
    },
    {
      "question":
          "С какого года издается республиканская газета «Забота-Арчы»?",
      "answers": [
        "с 1945 г",
        "с 1972 г",
        "с 1993 г",
        "с 2000 г",
      ],
      "verify": 3
    },
    {
      "question": "Какое приложение не существует в газете “Забота-Арчы”?",
      "answers": [
        "Ветеран",
        "Семья",
        "Пенсия",
        "Дьулурҕан",
      ],
      "verify": 3
    },
    {
      "question":
          "Кто был первым министром социального обеспечения Республики Саха (Якутия)?",
      "answers": [
        "Александр Константинович Акимов",
        "Юлия Анатольевна Песковская",
        "Николай Николаевич Дегтярев",
        "Александр Николаевич Дружинин",
      ],
      "verify": 1
    },
    {
      "question":
          "Сколько было Героев Социалистического Труда в Усть-Майском районе, на комбинате «Джугджурзолото»?",
      "answers": [
        "1",
        "2",
        "3",
        "4",
      ],
      "verify": 2
    },
    {
      "question":
          "В каком году была обнаружена золотое месторождение на Аллах-Юне?",
      "answers": [
        "1929 г",
        "1931 г",
        "1932 г",
        "1935 г",
      ],
      "verify": 3
    },
    {
      "question": "Что означает слово “Булун» в переводе с якутского?",
      "answers": [
        "Отделяющую часть реки, леса",
        "Отделяющую часть моря, тундры",
        "Отделяющую часть речки, сопки",
        "Отделяющую часть озера, болота",
      ],
      "verify": 1
    },
    {
      "question": "В каком количестве наслегов был создан Булунский район?",
      "answers": [
        "5 наслегов",
        "9 наслегов",
        "7 наслегов",
        "3 наслега",
      ],
      "verify": 2
    },
    {
      "question":
          "В каком заполярном населенном пункте находится храм преподобного Серафима Вырицкого и святителя Николая Чудотворца?",
      "answers": [
        "Чокурдах",
        "Депутатский",
        "Белая Гора",
        "Тикси",
      ],
      "verify": 4
    },
    {
      "question": "Где и когда прошли I спортивные игра народов РС (Я)?",
      "answers": [
        "26-29 июля 1995 года в Якутске",
        "26-29 июня 1996 года в Усть-Алданском улусе",
        "12-17 августа 1994 года Мегино-Кангаласском улусе?",
        "4-9 июня 1996 года в Чурапчинском улусе",
      ],
      "verify": 2
    },
    {
      "question":
          "Кто был первым редактором Усть-Алданской районной газеты “Мүрү саһарҕата”?",
      "answers": [
        "Милан Матвеевич Афанасьев",
        "Петр Николаевич Гоголев",
        "Федот Николаевич Готовцев",
        "Троев Алексей Яковлевич",
      ],
      "verify": 2
    },
    {
      "question":
          "Назовите Героя Российской Федерации, участника Великой Отечественной войны?",
      "answers": [
        "Михаил Стрекаловскай",
        "Владимир Лонгинов",
        "Иван Кульбертинов",
        "Гавриил Протодьяконов",
      ],
      "verify": 1
    },
    {
      "question":
          "В 1924 году был образован Верхнеколымский наслег с центром в урочище Родчево. Кто был первый председатель Верхнеколымского наслежного Совета:",
      "answers": [
        "Дьячков Спиридон Алексеевич",
        "Сизых Михаил Иванович",
        "Слепцов Александр Степанович",
        "Бессонов Николай Иванович",
      ],
      "verify": 2
    },
    {
      "question":
          "История развития Зырянского угольного бассейна началась в 1936 году, когда шахтеры «Дальстроя» выдали первые 8,5 тыс. тонн. Название месторождения:",
      "answers": [
        "«Эрозионное»",
        "«Харанга»",
        "«Надежденское»",
        "«Буор-Кемюсь»",
      ],
      "verify": 1
    },
    {
      "question":
          "С какого года издается газета Верхневилюйского улуса «Үөһээ Бүлүү»?",
      "answers": [
        "1939 г",
        "1943 г",
        "1941 г",
        "1937 г",
      ],
      "verify": 2
    },
    {
      "question":
          "Комсомолец, погибший смертью храбрых, защищая грудью своего командира во время Великой Отечественной войны",
      "answers": [
        "Никита Кирикович Седалищев – Дьүөгэ Ааныстыырап",
        "Василий Ксенофонтович Иванов – Кустуктуурап",
        "Прокопий Софронов – Боороо",
        "Григорий Илларионович Поскачин",
      ],
      "verify": 3
    },
    {
      "question": "Назовите самый отдаленный наслег Верхневилюйского улуса",
      "answers": [
        "Туобуйа",
        "Сургуулук",
        "Быракаан",
        "Кырыкый",
      ],
      "verify": 1
    },
    {
      "question":
          "Назовите первый журнал на якутском языке, который вышел в 1912 году?",
      "answers": [
        "Саха саҥата",
        "Саха дойдута (газета)",
        "Чолбон",
        "Саха олоҕо (хаһыат)",
      ],
      "verify": 1
    },
    {
      "question":
          "Кто из основателей Якутской автономии работал редактором журнала “Кыһыл ыллык”?",
      "answers": [
        "Анемподист Иванович Софронов – Алампа",
        "Платон Алексеевич Ойуунускай",
        "Серафим Романович Кулачиков --Эллэй",
        "Дмитрий Кононович Сивцев –Суорун Омоллоон",
      ],
      "verify": 2
    },
    {
      "question": "Назовите авторов гимна Республики Саха (Якутия)?",
      "answers": [
        "Слова Саввы Тарасова, Михаила Тимофеева, музыка Кирилла Герасимова",
        "Слова Сайа, мелодия Ангелины Файрушиной",
        "Слова Семена Данилова, мелодия Аркадия Алексеева",
        "Слова Алампа, музыка Адам Скрябина",
      ],
      "verify": 1
    },
    {
      "question":
          "За годы выхода журнал «Чолбон» менял свое название несколько раз. В каком году журнал выходил под названием «Кыһыл ыллык»?",
      "answers": [
        "1926 г",
        "1912 г",
        "1930 г",
        "1990 г",
      ],
      "verify": 3
    },
    {
      "question":
          "В каком году была создана Ассоциация коренных малочисленных народов Севера РС (Я) ?",
      "answers": [
        "1989 г",
        "1991 г",
        "1922 г",
        "2005 г",
      ],
      "verify": 1
    },
    {
      "question":
          "Кто первый президент Ассоциации коренных малочисленных народов Севера РС (Я) ?",
      "answers": [
        "Калитин",
        "Горохов",
        "Курилов",
        "Кривошапкин",
      ],
      "verify": 4
    },
    {
      "question": "Когда вышла первая газета на языках КМНС Якутии?",
      "answers": [
        "1925 г",
        "1955 г",
        "1999 г",
        "2005 г",
      ],
      "verify": 3
    },
    {
      "question": "В каком году создан Эвено-Бытантайский национальный район?",
      "answers": [
        "1924 г",
        "1934 г",
        "1989 г",
        "1991 г",
      ],
      "verify": 3
    },
    {
      "question": "Сколько национальных районов в Якутии?",
      "answers": [
        "3",
        "4",
        "5",
        "20",
      ],
      "verify": 4
    },
    {
      "question":
          "Название административного центра Эвено Бытантайского района?",
      "answers": [
        "Саккырыр",
        "Батагай Алыта",
        "Тюгясир",
        "Батагай",
      ],
      "verify": 2
    },
    {
      "question": "Когда прошли I Игры народов Севера?",
      "answers": [
        "2004 г",
        "2008 г",
        "2009 г",
        "2011 г",
      ],
      "verify": 3
    },
    {
      "question":
          "Что изображено на гербе Эвено-Бытантайского национального района?",
      "answers": [
        "Якутский скот, жующий траву",
        "Скачущий олень",
        "Чубуку под семью алмазами",
        "Танцующие люди",
      ],
      "verify": 3
    },
    {
      "question":
          "В каком году был открыт Депутатский прииск по добыче россыпного олова?",
      "answers": [
        "1938 г",
        "1948 г",
        "1951 г",
        "1951 г",
      ],
      "verify": 3
    },
    {
      "question":
          "Кто был депутатом Верховного Совета СССР из нижеперечисленных людей?",
      "answers": [
        "Томский Петр Петрович",
        "Слепцов Анатолий Николаевич",
        "Горохов Семен Васильевич",
        "Аммосова Матрена Ивановна",
      ],
      "verify": 4
    },
    {
      "question": "Первая избранная женщина-глава в Республике Саха (Якутия)",
      "answers": [
        "Варвара Петрова",
        "Анастасия Степанова",
        "Рина Винокурова",
        "Надежда Атласова",
      ],
      "verify": 3
    },
    {
      "question":
          "Кто из нижеуказанных палеонтологических находок была обнаружена первой?",
      "answers": [
        "Носорожек Саша",
        "Пещерные львята Уян и Дино",
        "Пещерные львята Борис и Спартак",
        "Древний волк",
      ],
      "verify": 1
    },
    {
      "question":
          "Назовите первого чемпиона СССР среди взрослых по вольной борьбе, представлявшего Якутскую АССР?",
      "answers": [
        "Роман Дмитриев",
        "Павел Пинигин",
        "Николай Неустроев",
        "Александр Иванов",
      ],
      "verify": 3
    },
    {
      "question":
          "Первый алмаз на территории республики был найден около села Крестях Сунтарского улуса. Как называется эта местность?",
      "answers": [
        "Соколиная коса",
        "Птичий базар",
        "Орлиный глаз",
        "Олений рог",
      ],
      "verify": 1
    },
    {
      "question":
          "Где родился известный педагог, Герой Социалистического труда, основатель первого в республике ботанического сада, Георгий Бессонов?",
      "answers": [
        "Сунтар",
        "Вилюйск",
        "Алдан",
        "Верхневилюйск",
      ],
      "verify": 4
    },
    {
      "question": "Назовите год основания Сунтарского улуса",
      "answers": [
        "1903 г",
        "1801 г",
        "1806 г",
        "1900 г",
      ],
      "verify": 2
    },
    {
      "question": "В начале какого месяца нерюнгринцы отмечают День города?",
      "answers": [
        "Октябрь",
        "Февраль",
        "Ноябрь",
        "Март",
      ],
      "verify": 3
    },
    {
      "question":
          "Что, в переводе с эвенкийского языка, означает название города Нерюнгри?",
      "answers": [
        "Таежная долина",
        "Река хариусов",
        "Земля оленей",
        "Тысяча карасей",
      ],
      "verify": 2
    },
    {
      "question":
          "В каком году было уложено «золотое звено» на границе Амурской области и Якутской АССР?",
      "answers": [
        "1989 г",
        "1976 г",
        "1978 г",
        "1974 г",
      ],
      "verify": 2
    },
    {
      "question":
          "Какой монумент был установлен в честь прихода первого поезда в Якутию?",
      "answers": [
        "Памятник строителям БАМа, открывшим путь к несметным богатствам Якутии»",
        "Памятник каюрам-первопроходцам",
        "Монумент Сэргэ",
        "Памятник «Ал – ЛуукМас» - Древо жизни",
      ],
      "verify": 1
    },
    {
      "question":
          "Какое место отдыха популярно не только среди нерюнгринцев, но и всех якутян?",
      "answers": [
        "Нерюнгринское водохранилище",
        "База отдыха «Нахот»",
        "Горнолыжная база «Горизонт»",
        "База отдыха «Чульмакан»",
      ],
      "verify": 2
    },
    {
      "question": "Какой единственный в Якутии театр находится в Нерюнгри?",
      "answers": [
        "Театр сатиры",
        "Театр кукол",
        "Театр оперы и балета",
        "Уличный театр",
      ],
      "verify": 2
    },
    {
      "question": "За что Нерюнгри попал в книгу рекорда Гиннесса в 2007 году?",
      "answers": [
        "За самый большой пласт угля, найденный на разрезе «Нерюнгринский»",
        "За самый большой добытый слиток золота",
        "За самый длинный хоровод осуохай",
        "За самое длинное письмо",
      ],
      "verify": 4
    },
    {
      "question":
          "Кто был командиром белогвардейских мятежников в Никольском сражении?",
      "answers": [
        "Бандит Деревянов т",
        "Алексеев – Үүттүүр Уола",
        "Григорий Семенов",
        "Сордоҥ Тоҥус",
      ],
      "verify": 3
    },
    {
      "question": "Назовите центр Намского улуса во время гражданской войны?",
      "answers": [
        "Конта Крест",
        "Хатыҥ Арыы",
        "Ленский наслег",
        "Село Нам",
      ],
      "verify": 1
    },
    {
      "question": "Почему Среднеколымск называли «Собачий острог”?",
      "answers": [
        "Было много собак",
        "Ходили легенды о людях с собачьми головами",
        "Основным транспортом жителей были собаки",
        "Жители употребляли собачье мясо в пищу",
      ],
      "verify": 3
    },
    {
      "question": "Когда образовался Анабарский улус?",
      "answers": [
        "6 февраля 1924 г",
        "15 мая 1927 г",
        "10 декабря 1930 г",
        "22 декабря 1930 г",
      ],
      "verify": 3
    },
    {
      "question":
          "Уроженец Анабара, первый Герой Социалистического Труда  среди оленеводов СССР?",
      "answers": [
        "Андросов Иван Васильевич",
        "Кылтасов Иван Михайлович",
        "Васильев Григорий Николаевич",
        "Спиридонов Илья Константинович",
      ],
      "verify": 4
    },
    {
      "question": "Когда создано предприятие ОАО \"Алмазы Анабара\"?",
      "answers": [
        "1996 г",
        "1998 г",
        "2000 г",
        "2002 г",
      ],
      "verify": 2
    },
    {
      "question": "На какой высоте находится Гора Победа?",
      "answers": [
        "2995 м",
        "3196 м",
        "3217 м",
        "3147 м",
      ],
      "verify": 4
    },
    {
      "question":
          "При въезде в Бердигестях расположена статуя символа  Горного улуса. Кто изображен на памятнике?",
      "answers": [
        "Медведь",
        "Соболь",
        "Олень",
        "Лось",
      ],
      "verify": 4
    },
    {
      "question":
          "Сколько рогатого скота (КРС) и оленей безвозмездно отдал известный якут из Одунунского наслега на строительство Аянского тракта?",
      "answers": [
        "50 крупного рогатого скота, 50 оленей",
        "100 КРС, 100 оленей",
        "72 КРС, 80 оленей",
        "85 КРС, 79 оленей",
      ],
      "verify": 2
    },
    {
      "question":
          "Назовите уроженца нынешнего Горного улуса, единственного из народа саха выдающегося олонхосута, который знал и исполнял, 45 олонхо.",
      "answers": [
        "Колесов",
        "Зверев",
        "Старостин",
        "Тимофеев",
      ],
      "verify": 1
    }
  ];
}
